Repository: biblibre/omeka-s-module-CustomVocab
Catalog: language/*.po
Languages: pt_pt, zh_cn

source: Select item below
pt_pt: Escolher o item abaixo
zh_cn: 选择下面的条目

source: Select term below
pt_pt: Escolher o termo abaixo
zh_cn: 选择下面的术语

source: Add Custom Vocab
pt_pt: Adicionar um Vocabulário Personalizado
zh_cn: 添加定制词汇

source: Custom Vocabs
pt_pt: Vocabulários Personalizados
zh_cn: 定制词汇

source: Add new vocab
pt_pt: Adicionar novo vocabulário
zh_cn: 添加新词汇

source: There are no custom vocabs
pt_pt: Não existem vocabulários personalizados
zh_cn: 没有定制词汇

source: Edit Custom Vocab: “%s”
pt_pt: Editar Vocabulário Personalizado: "%s"
zh_cn: 编辑定制词汇：“%s”

source: Language:
pt_pt: Língua:
zh_cn: 语言：

source: Custom Vocab
pt_pt: Vocabulário Personalizado
zh_cn: 定制词汇

source: A human-readable title of the custom vocabulary.
pt_pt: Um título legível para o vocabulário personalizado.
zh_cn: 定制词汇的人类可读标题。

source: The language of the vocabulary terms.
pt_pt: A língua dos termos do vocabulário.
zh_cn: 词汇名词的语言。

source: Terms
pt_pt: Termos
zh_cn: 术语

source: Enter the item set containing the items in this vocabulary.
pt_pt: Indique o conjunto de itens que contém os itens neste vocabulário.
zh_cn: 输入包含该词汇中的术语的条目。

source: Custom vocab created.
pt_pt: Vocabulário personalizado criado.
zh_cn: 已创建定制词汇。

source: There was an error during validation
pt_pt: Ocorreu um erro durante a validação
zh_cn: 验证时出错

source: Custom vocab updated.
pt_pt: Vocabulário personalizado actualizado.
zh_cn: 已更新定制词汇。

source: Vocab successfully deleted
pt_pt: Vocabulário eliminado com sucesso
zh_cn: 词汇已成功删除

source: Vocab could not be deleted
pt_pt: Vocabulário não pode ser eliminado
zh_cn: 无法删除词汇

source: custom vocab
pt_pt: vocabulário personalizado
zh_cn: 定制词汇
